PLANET_SIGN_INTERPRETATIONS = {

    "sun_capricorn":
        "เป็นคนมีวินัย มุ่งมั่น และจริงจังกับเป้าหมายชีวิต",

    "moon_virgo":
        "อารมณ์ละเอียด ช่างวิเคราะห์ และใส่ใจรายละเอียด",

    "venus_aquarius":
        "ให้ความสำคัญกับอิสระและความแตกต่างในความรัก",

    "mars_libra":
        "ลงมือทำอย่างมีเหตุผล และหลีกเลี่ยงความขัดแย้ง",

    "mercury_aquarius":
        "มีความคิดสร้างสรรค์และมุมมองแปลกใหม่",

    "jupiter_scorpio":
        "เติบโตผ่านการเปลี่ยนแปลงและความเข้าใจด้านลึก",

    "saturn_libra":
        "มีความรับผิดชอบสูงและให้ความสำคัญกับความยุติธรรม"
}